[ID_Orchid_Explosives MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Explosivos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_Explosives:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Às vezes é impossível passar sem explodir nada."
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Orchid_Detonator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_ExplosivesGhost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_Detonate InteractionIconDefinition]
Text="DETONAR"

[Orchid_Icon_PlaceExplosives InteractionIconDefinition]
Text="COLOCAR EXPLOSIVOS"

